Source document.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2017.2
 Syntax
  C#
public Document SourceDocument { get; }
  Visual Basic
Public ReadOnly Property SourceDocument As Document
	Get
  Visual C++
public:
property Document^ SourceDocument {
	Document^ get ();
}
 See Also
  TransferringProjectStandardsEventArgs Class
  Autodesk.Revit.UI.Events Namespace